
[[file:ADJ/warhammer_pretires_camp_imp.pdf][Les feuilles de personnage au début de la campagne]]

* l'xp :

| 2022-03-04 | 100 |
|------------+-----|
|      total | 100 |
#+TBLFM: @2$2=vsum(@1..@-1)

* L'init

|  I | Personnage       | B  |
|----+------------------+----|
| 65 | Malmir           | /5 |
| 50 | Harbull          | /5 |
| 47 | Johann           | /6 |
| 45 | Adolphus Kuftsos | /8 |
| 38 | Kirsten          | /6 |
| 35 | Wanda            | /6 |
| 31 | Werner           | /7 |

* les comptes
| PJ      | CO | Pistoles | Sous | totaux en sous |
|---------+----+----------+------+----------------|
| Harbull |  7 |       11 |    2 |           1814 |
| Wanda   |  6 |        9 |    2 |           1550 |
| Johann  |  8 |       16 |    2 |           2114 |
| Malmir  |  8 |       14 |   11 |           2099 |
| Kristen |  8 |       16 |    2 |           2114 |
| Werner  |  2 |       16 |    2 |            674 |
| Totaux  | 42 |       17 |    9 |          10365 |
#+TBLFM: @2$2..@>$2=$5\240::@2$3..@>$3=($5\12)%20::@2$4..@>$4=$5%12::@8$5=vsum(@2..@7)

* L'encombrement

** Harbull (max 200)


 | Objet               | ENC |
 |---------------------+-----|
 | fronde              |  10 |
 | dague               |  10 |
 | vêtements de voyage |  10 |
 | gibecière (plante)  |   5 |
 | pilon et mortier    |  10 |
 | bouilloire, etc.    |  10 |
 |---------------------+-----|
 | total               |  45 |
 #+TBLFM: @>$>=vsum(@2..@-1)

** Wanda (max 200)

 | Objet               | ENC |
 |---------------------+-----|
 | 1 dague             |  10 |
 | vêtements ordinaire |  10 |
 | gibecière           |  10 |
 |---------------------+-----|
 | total               |  30 |
 #+TBLFM: @5$2=vsum(@2..@-1)

** Johann (max 400)

 | Objet              | ENC |
 |--------------------+-----|
 | épée               |  60 |
 | veste en cuir      |  50 |
 | sac à dos          |  20 |
 | vêtement de voyage |  15 |
 |--------------------+-----|
 | total              | 145 |
 #+TBLFM: @6$2=vsum(@2..@-1)

** Malmir (max 300)

 | Objet                                 | ENC |
 |---------------------------------------+-----|
 | épée                                  |  60 |
 | arc long                              |  75 |
 | carquois 30 flèches                   |  75 |
 | Mandoline et partitions               |  15 |
 | vêtements de voyage de couleurs vives |  15 |
 |---------------------------------------+-----|
 | total                                 | 240 |
 #+TBLFM: @7$2=vsum(@2..@-1)

** Kristen (max 300)

 | Objet                | ENC |
 |----------------------+-----|
 | épée                 |  60 |
 | 3 couteaun de lancer |  30 |
 | vêtements ordinaire  |  12 |
 | 1 grand sac          |   7 |
 |----------------------+-----|
 | total                | 109 |
 #+TBLFM: @6$2=vsum(@2..@-1)

** Werner (max 400)

 | Object                      | ENC |
 |-----------------------------+-----|
 | 2 hachettes de lancer       |  80 |
 | 1 dague                     |  10 |
 | 1 veste en cuir             |  50 |
 | 1 casque                    |  30 |
 | sac à dos, herbes à infuser |  20 |
 | vêtement de travail         |  15 |
 | cape avec capuchon          |  10 |
 | chemise de maille           |  80 |
 |-----------------------------+-----|
 | total                       | 295 |
 #+TBLFM: @10$2=vsum(@2..@-1)
